tap "homebrew/bundle"
brew "ack"
brew "autoconf"
brew "automake"
brew "bash"
brew "cask"
brew "colima"
brew "coreutils"
brew "docker-machine"
brew "ffmpeg"
brew "findutils"
brew "gettext"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "graphviz"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "lynx"
brew "markdown"
brew "neovim"
brew "node"
brew "nvm"
brew "php"
brew "pkg-config"
brew "python@3.11"
brew "rbenv"
brew "rename"
brew "ruby"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zsh"

cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'itsycal'
cask 'logitune'
cask 'obsidian'
cask 'orbstack'
cask 'raycast'
cask 'spotify'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'zoom'